Repository: IhorPanasenko/AutoSchool
Catalog: Auto.School.Mobile/Auto.School.Mobile/Resources/Strings/AppResources.*.resx
Languages: uk_ua

# AddCarRating_CarRatingLabel
source: Set rating for instructor's car
uk_ua: Оцініть машину інструктора

# AddCarRating_RatingLabel
source: Set rating for car from 1 to 5
uk_ua: Оцініть машину від 1 до 5

# AddCarRating_SubmitButton
source: Confirm
uk_ua: Підтвердити

# AddPhoto
source: Add profile photo
uk_ua: Додати фото профілю

# AddReview_CancelButton
source: Cancel
uk_ua: Відмінити

# AddReview_CurrentRating
source: Chosen Rating
uk_ua: Виставлений рейтинг

# AddReview_RatingLabel
source: Set rating for instructor from 1 to 5
uk_ua: Оцініть інструктора від 1 до 5

# AddReview_ReviewLabel
source: Write what you think about instructor
uk_ua: Напишіть що ви думаєте про інструктора

# AddReview_ReviewPlaceholder
source: Write your review here
uk_ua: Напишіть свій відгук тут

# AddReview_SubmitButton
source: Add review
uk_ua: Додати відгук

# AddReview_Title
source: Add review about instructor
uk_ua: Додати відгук про інструктора

# AllChats_NoMessages
source: No messages was send yet. Start chatting
uk_ua: Ще ні одного повідомлення не було відправлено. Почніть переписку

# AllInstructors_DetailsButton
source: Open details
uk_ua: Переглянути інформацію

# AllInstructors_NotAvailale
source: Instructor has maximum number of students
uk_ua: У інструктора максимальна кількість студентів

# AllInstructors_Title
source: Our Instructors
uk_ua: Наші інструктори

source: Back to login
uk_ua: Повернутися до входу

# BirthdayDate
source: Date of birth
uk_ua: Дата народження

# Chat_Loading
source: Loading...
uk_ua: Завантаження...

# Chat_NoMessages
source: No messages in chat
uk_ua: В чаті ще немає повідомлень

# Chat_Placeholder
source: Type your message
uk_ua: Введіть своє повідомлення

# Chat_Send
source: Send
uk_ua: Відправити

# Chat_TitleLabel
source: Recivier:
uk_ua: Отримувач:

# Chat_ToBottom
source: Bottom
uk_ua: Вниз

# DrivingSkills_CloseButton
source: Return
uk_ua: Назад

# DrivingSkills_Completed
source: Completed
uk_ua: Вивчено

# DrivingSkills_MarkCompleted
source: Mark completed
uk_ua: Позначити вивченим

# DrivingSkills_Title
source: Driving skills to learn
uk_ua: Навички водіння

source: First name
uk_ua: Ім'я

# FlyoutHeader_ChooseLanguage
source: Choose language
uk_ua: Оберіть мову

# FlyoutHeader_Hello
source: Hello,
uk_ua: Привіт,

source: Forgot password?
uk_ua: Забули пароль?

# ForgotPassword_Button
source: Reset Password
uk_ua: Скинути пароль

# ForgotPassword_Email
source: Email
uk_ua: Електронна пошта

# ForgotPassword_Head
source: Reset Your Password
uk_ua: Скиньте свій пароль

# ForgotPassword_Label
source: Enter your email address
uk_ua: Введіть адресу електронної пошти

source: Friday
uk_ua: П'ятниця

source: Go to schedule
uk_ua: Відкрити розклад

# InstructorCard_DrivingCategory
source: DrivingCategory
uk_ua: Категорія водіння

# InstructorCard_Experience
source: Experience
uk_ua: Досвід

# InstructorCard_Raiting
source: Raiting
uk_ua: Рейтинг

# InstructorCard_Years
source: Years
uk_ua: Років

# InstructorDetails_AddCarReview
source: Set rating to car
uk_ua: Оцінити машину

# InstructorDetails_AddCommentButton
source: Add comment
uk_ua: Додати відгук

# InstructorDetails_AverageRating
source: Average rating
uk_ua: Середня оцінка

# InstructorDetails_AverageRatingCar
source: Car rating
uk_ua: Рейтинг машини

# InstructorDetails_CarCommentsButton
source: Reviews about car
uk_ua: Відгуки про машину

# InstructorDetails_CarManufactureYear
source: Manufacture year
uk_ua: Рік випуску

# InstructorDetails_CarSectionTitle
source: Car for learning
uk_ua: Машина для навчання

# InstructorDetails_DrivingCategory
source: Driving Category
uk_ua: Категорія водання

# InstructorDetails_Experience
source: Experience
uk_ua: Досвід

# InstructorDetails_InstructorCommentsButton
source: Reviews about instructor
uk_ua: Відгуки про інструктора

# InstructorDetails_InstructorSectionTitle
source: Main information about instructor
uk_ua: Основна інформація про інструктора

# InstructorDetails_MaxNumberOfStudents
source: Max number of students
uk_ua: Максимальна кількість студентів

# InstructorDetails_NumberRatings
source: Number ratings
uk_ua: Кількість оцінок

# InstructorDetails_SignUpToInstructorButton
source: Sign up to instructor
uk_ua: Записатися до інструктора

# InstructorDetails_Title
source: Instructor Details
uk_ua: Інформація про інструктора

# InstructorDetails_Transmission
source: Transmission
uk_ua: Коробка передач

# InstructorReviews_DateCreatedlabel
source: Creation date:
uk_ua: Дата створення:

# InstructorReviews_DeleteButton
source: Delete my review
uk_ua: Видалити мій відгук

# InstructorReviews_RatingLabel
source: Rating:
uk_ua: Рейтинг:

# InstructorReviews_ReviewFrom
source: Review from
uk_ua: Відгук від

# InstructorReviews_ReviewLabel
source: Review:
uk_ua: Відгук:

# InstructorReviews_Title
source: Reviews about instructor
uk_ua: Відгуки про інструктора

# InstructorSchedule_SingUp
source: Sign Up
uk_ua: Записатися

source: Last name
uk_ua: Прізвище

# LessonSignUp_Confirm
source: Confirm Sign up
uk_ua: Підтвердити запис

# LessonSignUp_Date
source: Lesson date
uk_ua: Дата уроку

# LessonSignUp_LessonTime
source: Lesson Time
uk_ua: Час уроку

# LessonSignUp_Price
source: Price
uk_ua: Ціна

# LessonSignUp_SignUp
source: Sign up to lesson
uk_ua: Запис на урок

# LoginGreetingText
source: Sign in to continue
uk_ua: Увійдіть, щоб продовжити

source: Monday
uk_ua: Понеділок

# MySchedule_CancelLesson
source: Cancel lesson
uk_ua: Відмінити заняття

# MySchedule_SignedUpStudent
source: Signed up student:
uk_ua: Записаний студент:

# MySchedule_ViewStudentProfile
source: Open student profile
uk_ua: Відкрити профіль студента

source: New User?
uk_ua: Новий корисутвач?

source: Password
uk_ua: Пароль

source: Personal info
uk_ua: Персональні дані

# Phone
source: Phone number
uk_ua: Номер телефону

source: Register
uk_ua: Зареєструватися

source: Registration
uk_ua: Реєстрація

# Registration_DrivingCaregoryLabel
source: Driving category to learn
uk_ua: Категорія водіння на яку навчаєтесь

# Registration_EmailLabel
source: Email
uk_ua: Електронна пошта

# Registration_EnterFirstName
source: Enter your first name
uk_ua: Уведіть своє ім'я

# Registration_EnterLastName
source: Enter your last name
uk_ua: Уведіть своє прізвище

# Registration_PasswordLabel
source: Password
uk_ua: Пароль

# Registration_PhoneLabel
source: Phone number
uk_ua: Номер телефону

# Registration_RepeatPassword
source: Repeat password
uk_ua: Повторіть пароль

# RememberMe
source: Rememeber me?
uk_ua: Запам'ятати мене?

# Schedule_LessonPassed
source: Lesson already passed
uk_ua: Урок вже пройшов

# Schedule_NextWeek
source: Next Week
uk_ua: Наступний тиждень

# Schedule_PreviousWeek
source: Previous Week
uk_ua: Попередній тиждень

# SelectCity
source: Select your city
uk_ua: Оберіть місто

# Shell_AllChats
source: My chats
uk_ua: Мої чати

# Shell_AllInstructors
source: All instructors
uk_ua: Всі інструктори

# Shell_MyInstructor
source: My instructor
uk_ua: Мій інструктор

# Shell_MyLessons
source: My lessons
uk_ua: Мої уроки

# Shell_MyScheduleInstructor
source: My schedule
uk_ua: Мої заняття

# Shell_MyScheduleStudent
source: Schedule
uk_ua: Розклад занять

# Shell_Profile
source: My profile
uk_ua: Мій профіль

# Shell_StudentChatMenuItem
source: Chat with instructor
uk_ua: Чат з інструктором

source: Sign in
uk_ua: Увійти

source: Sign out
uk_ua: Вийти

source: Sign Up
uk_ua: Зареєструватися

# StudentMyLessons_FutureLessons
source: Future lessons
uk_ua: Майбутні заняття

# StudentMyLessons_NoFutureLabel
source: You don't have future lessons
uk_ua: Схоже у вас немає запланованих занять

# StudentMyLessons_PassedLessons
source: Passed lessons
uk_ua: Відвідані заняття

# StudentMyLessons_SignUp
source: You can sign up to lesson in schedule
uk_ua: Ви можете записатися на заняття через розклад

# StudentProfile_BirthdayDate
source: Birthday date
uk_ua: Дата народження

# StudentProfile_City
source: City
uk_ua: Місто проходження навчання

# StudentProfile_DrivingCategory
source: Driving category for learning
uk_ua: Опановувана категорія водіння

# StudentProfile_Email
source: Email
uk_ua: Електронна пошта

# StudentProfile_FirstName
source: First name
uk_ua: Ім'я

# StudentProfile_GoToLessonsButton
source: View my lessons
uk_ua: Перейти до моїх уроків

# StudentProfile_GoToSchedule
source: Open Schedule
uk_ua: Відкрити розклад

# StudentProfile_InstructorInfoTitle
source: My instructor
uk_ua: Мій інструктор

# StudentProfile_InstructorRequestStatusTitle
source: Request to instructor status
uk_ua: Статус запиту до інструктора

# StudentProfile_LastName
source: Last name
uk_ua: Прізвище

# StudentProfile_LessonsStatisticTitle
source: Passed lessons
uk_ua: Пройдені уроки

# StudentProfile_MainTitle
source: My profile
uk_ua: Мій профіль

# StudentProfile_NumberLearnedExercises
source: Number learned driving skills:
uk_ua: Кількість освоєних навчиок водіння

# StudentProfile_NumberLessonsLabel
source: Number passed lessons:
uk_ua: Кількість відвіданих уроків:

# StudentProfile_OpenDrivingSkills
source: View driving skills to learn
uk_ua: Навички водіння для вивчення

# StudentProfile_PersonalTitle
source: Personal info
uk_ua: Персональна інформація

# StudentProfile_PhoneNumber
source: Phone number
uk_ua: Номер телефону

# StudentProfile_ProgressLabel
source: Percentage of learned skills
uk_ua: Відсоток освоєних навичок:

# StudentProfile_SendMessage
source: Send message
uk_ua: Надіслати повідомлення

# StudentProfile_UpdateInfo
source: Update personal info
uk_ua: Оновити персональну інформацію

# StudentProfile_UpdatePassword
source: Update password
uk_ua: Встановити новий пароль

# StudentProfile_UpdatePhoto
source: Upload photo
uk_ua: Завантажити фото

# StudentProfile_ViewInstructors
source: View instructors
uk_ua: Перелянути інструкторів

source: Thursday
uk_ua: Четвер

source: Tuesday
uk_ua: Вівторок

# UpdatePassword_CancelButton
source: Cancel
uk_ua: Відмінити

# UpdatePassword_NewPassword
source: Enter new password
uk_ua: Введіть новий пароль

# UpdatePassword_NewPasswordPlaceholder
source: New password
uk_ua: Новий пароль

# UpdatePassword_OldPassword
source: Enter your current password
uk_ua: Введіть свій поточний пароль

# UpdatePassword_OldPasswordPlaceholder
source: Current password
uk_ua: Поточний пароль

# UpdatePassword_Title
source: Update password
uk_ua: Оновити пароль

# UpdatePassword_UpdateButton
source: Update
uk_ua: Оновити

# UpdateStudent_Title
source: Update personal info
uk_ua: Оновіть персональні дані

source: Upload photo
uk_ua: Завантажити фото

source: Username
uk_ua: Ім'я користувача

# UserProfile_Address
source: Living address
uk_ua: Адреса проживання

# UserProfile_DrivingCategory
source: Driving category learning for:
uk_ua: Категорія водіння яка вивчається

# UserProfile_InstructiorInfo
source: Instructor info
uk_ua: Інформація про інструктора

# UserProfile_LessonsStatistic
source: Lessons statistic
uk_ua: Статистика занять

source: Wednesday
uk_ua: Середа

source: Welcome
uk_ua: Раді вітати
